Repository: menuf/enigma2-1
Catalog: lib/python/Plugins/Extensions/spaTeam/locale/spaTeam.po
Languages: es_es

source: 0 (disabled)
es_es: 0 (deshabilitado)

source: 5 (default)
es_es: 5 (por defecto)

source: 10 (default)
es_es: 10 (por defecto)

source: Python Camstarter (default)
es_es: Inicio Cam python (por defecto)

source: Custom
es_es: Personalizado

source: Predefined
es_es: Predefinido

source: Hourly
es_es: Cada hora

source: Daily
es_es: Diariamente

source: Weekly
es_es: Semanalmente

source: Monthly
es_es: Mensualmente

source: Monday
es_es: Lunes

source: Tuesday
es_es: Martes

source: Wednesday
es_es: Miércoles

source: Thursday
es_es: Jueves

source: Friday
es_es: Viernes

source: Saturday
es_es: Sábado

source: Sunday
es_es: Domingo

source: Cron Manager
es_es: Administrador Cron

source: Autostart:
es_es: Autoinicio

source: Active
es_es: Activo

source: Disabled
es_es: Deshabilitado

source: Current Status:
es_es: Estado actual

source: Stopped
es_es: Parado

source: Running
es_es: Funcionando

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
es_es: H: = Cada hora / D: = Diariamente / W: = Semanalmente / M: = Mensualmente

source: Add
es_es: Añadir

source: Delete
es_es: Borrar

source: Start
es_es: Iniciar

source: Autostart
es_es: Autonicio

source: Stop
es_es: Parar

source: Are you sure you want to delete this:
es_es: Estás seguro que quieres borrarlo:

source: Remove Confirmation
es_es: Quitar confirmación

source: Save
es_es: Guardar

source: Keyboard
es_es: Teclado

source: Run how often ?
es_es: Ejecutar cada cuando?

source: Time to execute command or script
es_es: Tiempo a ejecutar comando o script

source: What Day of week ?
es_es: Que día de la semana ?

source: What Day of month ?
es_es: Que día del mes ?

source: Command type
es_es: Tipo de comando

source: Command To Run
es_es: Comando a ejecutar

source: You must set at least one Command
es_es: Debes configurar al menos un comando

source: Exit
es_es: Salir

source: Services List
es_es: Lista de servicios

source: Configure
es_es: Configurar

source: Install
es_es: Instalar

source: Checking services status...
es_es: Comprobando estado servicios...

source: Please visit the following Website: http://linux-fuer-alle.de/doc_show.php?docid=7 to gain further instructions how to configure your STB as NTP-Client/Server.
es_es: Por favor, visita la siguiente web: http://linux-fuer-alle.de/doc_show.php?docid=7 para obtener más instrucciones de como configurar tu receptor como NTP-Cliente/Servidor

source: After pressing OK, please wait!
es_es: Después de presionar OK, espera por favor

source: Do you want to install the package:
es_es: Quieres instalar el paquete:

source: Stopping %s...
es_es: Probando %s...

source: Starting %s...
es_es: Iniciando %s...

source: Installation/Upgrade finished.
es_es: Instalación/Actualización finalizada.

source: Do you want to restart Enigma2?
es_es: Quieres reiniciar Enigma2?

source: Update EPG
es_es: Actualiza EPG

source: Please wait, Updating Epg
es_es: Espera por favor, actualizando Epg

source: EPG Settings
es_es: Ajustes EPG

source: Show log
es_es: Mostrar log

source: Close
es_es: Cerrar

source: Update
es_es: Actualizar

source: EPG location
es_es: Ruta EPG

source: EPG file name
es_es: Nombre archivo EPG

source: Enable EIT EPG
es_es: Habilita EPG EIT

source: Enable MHW EPG
es_es: Habilita EPG MHW

source: Enable freesat EPG
es_es: Habilita EPG freesat

source: Enable ViaSat EPG
es_es: Habilita EPG Viasat

source: Enable Netmed EPG
es_es: Habilita EPG Netmed

source: Enable Virgin EPG
es_es: Habilita EPG Virgin

source: Maximum number of days in EPG
es_es: Número máximo de días en EPG

source: Maintain old EPG data for
es_es: Mantener datos antiguos EPG para

source: Time to wait in the channel for EPG download (secs)
es_es: Tiempo a esperar en el canal para descarga EPG (segundos)

source: EPG Download Cancelled - Recording active
es_es: Descarga EPG cancelada - Grabación activa

source: configuration is saved
es_es: se ha guardado la configuración

source: View Log File
es_es: Ver archivo log

source: Mount Manager
es_es: Administrador de montajes

source: Setup Mounts
es_es: Configurar montajes

source: Use as HDD
es_es: Usar como HDD

source: Wait please while scanning for devices...
es_es: Por favor, espera mientras se buscan dispositivos...

source: HARD DISK:
es_es: Disco duro:

source: None
es_es: Nada

source: unavailable
es_es: No disponible

source: Size:
es_es: Tamaño:

source: Mount:
es_es: Montaje:

source: Device:
es_es: Dispositivo:

source: Type:
es_es: Tipo:

source: Mount failed
es_es: Ha fallado el montaje

source: Can't unmount partiton, make sure it is not being used for swap or record/timeshift paths
es_es: No se puede desmontar partición, asegúrate que no está siendo usada para swap o para grabarrutas timeshift

source: This Device is already mounted as HDD.
es_es: Este dispositivo está ya montado como HDD

source: Choose where to mount your devices to:
es_es: Escoge donde montar tus dispositivos:

source: Cancel
es_es: Cancelar

source: Wait please while scanning your %s %s devices...
es_es: Por favor, espera mientras se buscan tus %s %s dispositivos

source: Updating mount locations.
es_es: Actualizando rutas de montaje

source: Please wait.
es_es: Por favor espera.

source: Changes need a system restart to take effect. Restart your %s %s now?
es_es: Es necesario reiniciar sistema para aplicar cambios. Reiniciar tu %s %s ahora?

source: Restart %s %s.
es_es: Reiniciar %s %s.

source: Please wait while your network is restarting...
es_es: Por favor, espera mientras se reinicia la red...

source: Restart Network Adapter
es_es: Reiniciar adapatador de red

source: Job Manager
es_es: Administrador de tareas

source: Run
es_es: Ejecutar

source: Select a script to run:
es_es: Selecciona script a ejecutar

source: Are you ready to run the script ?
es_es: Estás preparado para ejecutar el script ?

source: Run Confirmation
es_es: Confirmación de ejecución

source: You have no script to run.
es_es: No tienes script a ejecutar.

source: dont wait
es_es: no esperar

source: 1 second
es_es: 1 segundo

source: 5 seconds
es_es: 5 segundos

source: 10 seconds
es_es: 10 segundos

source: 15 seconds
es_es: 15 segundos

source: 20 seconds
es_es: 20 segundos

source: 30 seconds
es_es: 30 segundos

source: Off
es_es: Apagado

source: ReStart
es_es: Reiniciar

source: Refresh
es_es: Refrescar

source: No ECM info
es_es: Sin info ECM

source: no CAM 1 active
es_es: Ningua CAM 1 activa

source: no CAM 2 active
es_es: Ningua CAM 2 activa

source: Softcam Panel V2.0
es_es: Panel Softcm V2.0

source: no cam
es_es: Ninguna cam

source: Select Cam 1
es_es: Selecciona Cam 1

source: Select Cam 2
es_es: Selecciona Cam 2

source: Wait time before start Cam 2
es_es: Tiempo de espera antes de iniciar Cam 2

source: active CAM 1:
es_es: CAM 1 activa:

source: active CAM 2:
es_es: CAM 2 activa:

source: No new ECM info
es_es: No hay nueva info ECM

source: No Cam started !! Cam 1 must be different from Cam 2
es_es: Ninguna Cam iniciada !! Cam 1 debe ser diferente de Cam 2

source: Not Started !! Cam binname must be in the start command line Check your emu config file
es_es: No iniciada !! Nombre del binario de la Cam debe estar en línea de comandos de inicio Comprueba el archivo de configuración de la cam

source: Starting Cam 1:
es_es: Iniciando Cam 1:

source: Creating start scripts and starting the cam
es_es: Creando scripts de inicio e iniciando la cam

source: Waiting...
es_es: Esperando...

source: Starting Cam 2:
es_es: Iniciando Cam 2

source: Reload
es_es: Recargar

source: Press OK on your remote control to continue.
es_es: Presiona OK en tu mando a distancia para continuar.

source: Install Failed !!
es_es: Ha fallado la instalación !!

source: Install Finished.
es_es: Instalación finalizada.

source: Install Softcams
es_es: Instalar Softcams

source: Package list update
es_es: Actualizar lista de paquetes

source: Trying to download a new updatelist. Please wait...
es_es: Intentando descargar una nueva lista de actualización. Por favor, espera...

source: Package list
es_es: Lista de paquetes

source: Getting Softcam list. Please wait...
es_es: Obteniendo lista de Softcam. Por favor, espera...

source: There was an error downloading the updatelist. Please try again.
es_es: Hay un error descargando la lista de actualización. Por favor, inténtalo de nuevo.

source: Softcam-Panel Setup
es_es: Ajustes Panel Softcam

source: Show Softcam-Panel in Extensions Menu
es_es: Mostrar Panel Softcam en el menú Extensiones

source: Start Mode
es_es: Modo de inicio

source: Start attempts
es_es: Intentos de inicio

source: Time between start attempts (sec.)
es_es: Tiempo entre intentos de inicio (segundos)

source: Stop check when cam is running
es_es: Parar comprobación cuando la cam se está ejecutando

source: Show CCcamInfo in Extensions Menu
es_es: Mostrar CCcamInfo en el menú Extensiones

source: Show OscamInfo in Extensions Menu
es_es: Mostrar OscamInfo en el menú Extensiones

source: Frozen Cam Check
es_es: Comprobar

source: Really close without saving settings?
es_es: Realmente quieres cerrar sin guardar ajustes?

source: Software Panel
es_es: Panel de Software

source: Updates Available:
es_es: Actualizaciones disponibles:

source: feed status
es_es: Estado feed

source: There are to many update packages !! There is a risk that your %s %s will not boot after online-update, or will show disfunction in running Image. You need to flash new !! Do you want to flash-online ?
es_es: Hay demasiados paquetes de actualización !! Hay riesgo que tu %s %s no arranque después de actualización online, o muestre disfunciones en la imagen. Necesitas instalar de nuevo !! Quieres instalar online ?

source: Nothing to upgrade
es_es: Nada a actualizar

source: There are no updates available.
es_es: No hay actualizaciones disponibles

source: Swap Manager
es_es: Administrador Swap

source: Swap Place:
es_es: Situación Swap:

source: Swap Size:
es_es: Tamaño Swap

source: Status:
es_es: Estado:

source: Inactive
es_es: Inactivo

source: Activate
es_es: Activar

source: Create
es_es: Crear

source: Wait please while scanning...
es_es: Por favor, espera mientras se está buscando...

source: Deactivate
es_es: Desactivar

source: Enable Swap at startup
es_es: Habilitar Swap al inicio

source: Swap File not found. You have to create the file before to activate.
es_es: Archivo Swap no encontrado. Tienes que crear el archivo antes de activar.

source: Please select device to use as swapfile location
es_es: Por favor, selecciona el dispositivo a usar como swap

source: Sorry, no physical devices that supports SWAP attached. Can't create Swapfile on network or fat32 filesystems
es_es: Lo siento, no hay dispositivos físicos que soporten la SWAP añadida. No se puede crear el archivo swap en red o en sistemas fat32

source: Select the Swap File Size:
es_es: Selecciona el tamaño del archivo swap

source: Wait please while creating swapfile...
es_es: Por favor, espera mientras se crea la swap...

source: You have to create a Swap File before to activate the autostart.
es_es: Tienes que crear un archivo swap antes de activar el autoinicio.

source: System Info Panel
es_es: Panel Información Sistema

source: Total: Free: Used: Used(%):
es_es: Total: Libre: Usado: Usado(%):

source: Sensor: Value:
es_es: Sensor: Valor:

source: HDD Temp: ....
es_es: Temp HDD: ....

source: Video
es_es: Vídeo

source: Current
es_es: Actual

source: Average
es_es: Promedio

source: Start Bitrate
es_es: Iniciar Bitrate

source: Stop Bitrate
es_es: Parar Bitrate

source: Day
es_es: Día

source: Days
es_es: Días

source: Hour:
es_es: Hora:

source: Hours:
es_es: Horas:

source: Minute:
es_es: Minuto:

source: Minutes:
es_es: Minutos:

source: Second:
es_es: Segundo:

source: Seconds:
es_es: Segundos:

source: OpenSPA Panel - Menu
es_es: Panel OpenSPA - Menú

source: System Info
es_es: Información Sistema

source: Devices
es_es: Dispositivos

source: Services
es_es: Servicios

source: Update/Backup/Restore your box
es_es: Actualizar, Backup y Restaurar

source: Update/Backup your firmware, Backup/Restore settings
es_es: Actualización/Copia de seguridad de tu firmware, Copia de seguridad/Restauración de ajustes

source: Start/stop/select cam
es_es: Iniciar/Parar/Seleccionar cam

source: Start/stop/select your cam, You need to install first a softcam
es_es: Iniciar/Parar/Seleccionar cam, necesitas instalar primero un softcam

source: System Setup
es_es: Configuración de sistema

source: Setup your System
es_es: Configurar sistema

source: Mount Setup
es_es: Configurar montajes

source: Setup your mounts for network
es_es: Configurar tus montajes de red

source: Setup your local network
es_es: Configurar tu red local

source: Setup your local network. For Wlan you need to boot with a USB-Wlan stick
es_es: Configurar tu red local. Para Wifi necesitas arrancar con un stick USB-Wifi

source: Setup Video/Audio
es_es: Configurar Video/Audio

source: Setup your Video Mode, Video Output and other Video Settings
es_es: Configurar modo de video, salida de video y otros ajustes de video

source: Setup Tuner
es_es: Configuración de sintonizador

source: Setup your Tuner and search for channels
es_es: Configurar tu sintonizador y buscar canales

source: Setup Plugins
es_es: Configuración de plugins

source: Shows available pluigns. Here you can download and install them
es_es: Mostrar plugins disponibles. Aquí puedes descargarlos e instalarlos

source: Additional Features
es_es: Características adicionales

source: Shows available additional pluigns
es_es: Mostar plugins adicionales disponibles

source: Harddisk Setup
es_es: Configuración de disco duro

source: Setup your Harddisk
es_es: Configurar tu disco duro

source: Setup Enigma2
es_es: Configuración Enigma2

source: Customise enigma2 personal settings
es_es: Personalizar ajustes personales enigma2

source: OSD Setup
es_es: Configuración OSD

source: Setup your OSD
es_es: Configurar OSD

source: Button Setup
es_es: Configuración de teclas

source: Setup your remote buttons
es_es: Configurar teclar mando a distancia

source: Display Setup
es_es: Configuración de display

source: Setup your display
es_es: Configurar display

source: Select LCD Skin
es_es: Selecciona skin LCD

source: Setup your LCD
es_es: Configurar LCD

source: Select Enigma2 Skin
es_es: Selecciona skin enigma2

source: Setup your Skin
es_es: Configurar skin

source: Select Keymap
es_es: Seleccionar keymap

source: Select your keymap style
es_es: Seleccionar estilo keymap

source: Recording Setup
es_es: Configuración de grabaciones

source: Setup your recording config
es_es: Configurar ajustes de grabación

source: EPG Setup
es_es: Configuración de EPG

source: Setup your EPG config
es_es: Configurar ajustes de EPG

source: Configure your Network
es_es: Configurar red

source: Use the Networkwizard to configure your Network. The wizard will help you to setup your network
es_es: Usar Usar el asistente de red para configurar tu red. El asistente te ayudará a usar tu red

source: Select Lan/Wlan
es_es: Seleccionar Lan/Wlan

source: Setup your network interface. If no Wlan stick is used, you only can select Lan
es_es: Configurar interfaz de red. Si no usas stick wifi, solo puedes seleccionar Lan

source: Setup interface
es_es: Configurar interfaz

source: Setup network. Here you can setup DHCP, IP, DNS
es_es: Configurar red. Aquí puedes configurar DHCP, IP, DNS

source: Restart network to with current setup
es_es: Reiniciar red con ajustes actuales

source: Restart network and remount connections
es_es: Reiniciar red y volver a montar conexiones

source: Setup Network Services
es_es: Configurar servicios de red

source: Setup Network Services (Samba, Ftp, NFS, ...)
es_es: Configurar servicios de red (Samba,Ftp, NFS, ...)

source: Setup Samba
es_es: Configurar Samba

source: Setup NFS
es_es: Configurar NFS

source: Setup FTP
es_es: Configurar FTP

source: Setup AFP
es_es: Configurar AFP

source: Setup OpenVPN
es_es: Configurar OpenVPN

source: Setup MiniDLNA
es_es: Configurar MiniDLNA

source: Setup Inadyn
es_es: Configurar Inadyn

source: Setup SABnzbd
es_es: Configurar SABnzbd

source: Setup uShare
es_es: Configurar uShare

source: Setup Telnet
es_es: Configurar Telnet

source: Manage network mounts
es_es: Administrar montajes de red

source: Setup your network mounts
es_es: Configurar montajes de red

source: Search for network shares
es_es: Buscar recursos de red compartidos

source: Mounts Devices
es_es: Dispositivos de montaje

source: Setup your Device mounts (USB, HDD, others...)
es_es: Configurar tus dispositivos montados (USB, HDD, otros...)

source: Control your Softcams
es_es: Controlar tus

source: Use the Softcam Panel to control your Cam. This let you start/stop/select a cam
es_es: Usar el Panel CAM para controlar tu Cam. Esto te permitirá arrancar/parar/seleccionar unacam

source: Download and install cam
es_es: Descargar e instalar cam

source: Shows available softcams. Here you can download and install them
es_es: Muestra softcams disponibles. Aquí puedes descargar e instalarlos

source: Setup Videomode
es_es: Configurar modo de video

source: Setup Audiomode
es_es: Configurar modo de audio

source: Setup your Audio Mode
es_es: Confiurar tu Moodo de Audio

source: Setup Audio Sync
es_es: Configurar sincronización de audio

source: Setup Audio Sync settings
es_es: Configurar ajustes de sincronización de audio

source: Auto Language Selection
es_es: Selección idioma auto

source: Select your Language for Audio/Subtitles
es_es: Selecciona idioma para Audio/Subtítulos

source: VideoEnhancement Setup
es_es: Configurar Mejora de video

source: Setup tuner(s)
es_es: Configurar sintonizador(es)

source: Setup each tuner for your satellite system
es_es: Configurar cada sintonizador para tu sistema de satélite

source: Setup rotor
es_es: Configurar motor

source: Setup your positioner for your satellite system
es_es: Configurar motor para tu sistema de satélite

source: Automatic Service Searching
es_es: Búsqueda automática

source: Automatic scan for services
es_es: Escaneo automático de canales

source: Manual Service Searching
es_es: Búsqueda manual

source: Manual scan for services
es_es: Escaneo manual de canales

source: Search Sats
es_es: Buscar satélites

source: Search Sats, check signal and lock
es_es: Buscar satélites, comprobar señal y bloquear

source: Online software update
es_es: Actualizar software online

source: Check/Install online updates (you must have a working internet connection)
es_es: Comprobar/Instalar actualizaciones online (necesitas conexión a internet)

source: Flash Online a new image
es_es: Flashear online una imagen nueva

source: Flash on the fly your your Receiver software.
es_es: Flashear al vuelo el software de tu receptor

source: Backup your current image
es_es: Backup de tu imagen actual

source: Backup your current image to HDD or USB. This will make a 1:1 copy of your box
es_es: Backup de la imagen actual en HDD o USB. Esto realizará una copia 1:! de tu receptor

source: Backup your current settings
es_es: Backup de ajustes actuales

source: Backup your current settings. This includes E2-setup, channels, network and all selected files
es_es: Backup de ajustes actuales. Incluye ajustes-E2, canales, red y todos los archivos seleccionados

source: Restore settings from a backup
es_es: Restaurar ajustes desde backup

source: Restore your settings back from a backup. After restore the box will restart to activated the new settings
es_es: Restaurar ajustes desde backup. Después de restaurar, el receptor se reiniciará para activar los nuevos ajustes

source: Show files backed up by default
es_es: Mostrar archivos predeterminados backup

source: Here you can browse (but not modify) the files that are added to the backupfile by default (E2-setup, channels, network).
es_es: Aquí puedes explorar (pero no modificar) los archivos que se añaden por defecto en el backup (Ajustes-E2, canales, red).

source: Select additional files to backup
es_es: Seleccionar archivos adicionales al backup

source: Here you can specify additional files that should be added to the backup file.
es_es: Aquí puedes especificar archivos adicionales que deben incluirse en el backup

source: Select files to exclude from backup
es_es: Seleccionar archivos a excluir del backup

source: Here you can select which files should be excluded from the backup.
es_es: Aquí puedes seleccionar que archivos deben ser excluidos del backup

source: Manage your online update files
es_es: Administrar archivos de actualización online

source: Here you can select which files should be updated with a online update
es_es: Aquí puedes seleccionar que archivos deben ser actualizados con actualización online

source: Open the Plugin Browser
es_es: Abrir el Explorador de Plugins

source: Shows Plugins Browser. Here you can setup installed Plugin
es_es: Muestra el Explorador de Plugins. Aquí puedes configurar los plugins instalados

source: Download and install Plugins
es_es: Descargar e instalar plugins

source: Shows available plugins. Here you can download and install them
es_es: Muestra plugins disponibles. Aquí puedes descargar e instalarlos

source: Delete Plugins
es_es: Eliminar plugins

source: Delete and unstall Plugins. This will remove the Plugin from your box
es_es: Eliminar y desinstalar plugins. Se borrarán el plugin de tu receptor

source: Setup Plugin filter
es_es: Configurar filtrado de plugins

source: Setup Plugin filter. Here you can select which Plugins are showed in the PluginBrowser
es_es: Configurar filtrado de plugins. Aquí puedes seleccionar que plugins se muestran en el Explorador de Plugins

source: Install local extension
es_es: Instalar extensión local

source: Scan for local extensions and install them
es_es: Buscar extensiones locales e instalarlas

source: Delete installed ipls
es_es: Eliminar ipks instalados

source: Search package ipk installed and delete them
es_es: Buscar paquetes ipk instalados y eliminarlos

source: Format HDD
es_es: Formatear HDD

source: Format your Harddisk
es_es: Formatear tu disco duro

source: Check HDD
es_es: Comprobar HDD

source: Filesystem check your Harddisk
es_es: Comprobar sistema de archivos de tu disco duro

source: Convert filesystem ext3 to ext4
es_es: Convertir ext3 a ext4

source: Network
es_es: Red

source: System
es_es: Sistema

source: Mounts
es_es: Montajes

source: AV Setup
es_es: Configurar AV

source: Tuner Setup
es_es: Configurar sintonizador

source: Software Manager
es_es: Administrador de software

source: Plugins
es_es: Complementos

source: Harddisk
es_es: Disco duro

source: Network Wizard
es_es: Asistente de red

source: Network Adapter Selection
es_es: Selección adaptador de red

source: Network Interface
es_es: Interfaz de red

source: Network Restart
es_es: Reiniciar red

source: Network Services
es_es: Servicios de red

source: Sorry not found!
es_es: No encontrado!

source: Customise
es_es: Personalizar

source: Display Settings
es_es: Ajustes de Display

source: LCD Skin Setup
es_es: Configurar skin LCD

source: Skin Setup
es_es: Configurar skin

source: OSD settings
es_es: Configurar OSD

source: Keymap Selection
es_es: Selección Keymap

source: Recording settings
es_es: Configurar grabaciones

source: EPG settings
es_es: Configurar EPG

source: Network Browser
es_es: Explorador de red

source: Device Manager
es_es: Administrador de dispositivos

source: Softcam Panel
es_es: Panel softcam

source: Download Softcams
es_es: Descargar softcams

source: Video Settings
es_es: Configurar video

source: Audio Settings
es_es: Configurar audio

source: Auto Language
es_es: Idioma auto

source: Audio Sync
es_es: Sinc. audio

source: VideoEnhancement
es_es: Mejora de video

source: Tuner Configuration
es_es: Configuración de sintonizador

source: Positioner Setup
es_es: Configurar motor
