Repository: menuf/enigma2-1
Catalog: lib/python/Plugins/Extensions/spaTeam/locale/spaTeam.po
Languages: es_es

source: Automatic Scan
es_es: Búsqueda automática

source: Manual Scan
es_es: Búsqueda manual

source: Sat Finder
es_es: Buscador de satélites

source: Software Update
es_es: Actualización de software

source: Flash Online
es_es: Instalación en línea

source: Complete Backup
es_es: Backup completo

source: Backup Settings
es_es: Realizar backup de la configuración

source: Restore Settings
es_es: Restaurar ajustes

source: Are you sure you want to restore your %s %s backup? STB will restart after the restore
es_es: Estás seguro que quieres restaurar tu backup %s %s? El receptor se reiniciará después de la restauración

source: Sorry no backups found!
es_es: Lo sentimos, no se han encontrado backups!

source: Show default backup files
es_es: Muestra archivos del backup

source: Default files/folders to backup
es_es: Archivos/Carpetas por defecto en backup

source: Select additional backup files
es_es: Archivos adicionales en backup

source: Additional files/folders to backup
es_es: Archivos/Carpetas adicionales en backup

source: Select excluded backup files
es_es: Archivos excluidos del backup

source: Files/folders to exclude from backup
es_es: Archivos/Carpetas a excluir del backup

source: Software Manager Setup
es_es: Configurar Administrador de software

source: Plugin Browser
es_es: Explorador de plugins

source: Download Plugins
es_es: Descargar plugins

source: Remove Plugins
es_es: Eliminar plugins

source: Plugin Filter
es_es: Filtrar plugins

source: IPK Installer
es_es: Instalar IPK

source: Sorry MediaScanner is not installed!
es_es: Lo sentimos, MediaScanner no está instalado

source: IPK Uninstaller
es_es: Desinstalar IPK

source: Sorry IPK Uninstaller is not installed!
es_es: Lo sentimos, desinstalador de IPK no está instalado!

source: Initialization
es_es: Inicialización

source: Filesystem Check
es_es: Comprobar sistema de archivos

source: Convert ext3 to ext4
es_es: Convertir ext3 a ext4

source: No positioner capable frontend found.
es_es: No se ha encontrado ningún motor

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
es_es: Una grabación está en marcha. Por favor, para la grabación antes de configurar el motor

source: No tuner is configured for use with a diseqc positioner!
es_es: Ningún sintonizador configurado para usar con motor diseqc!

source: No satellite frontend found!!
es_es: No se encontró frontend de satélite!!

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
es_es: Una grabación está en marcha. Por favor, para la grabación antes de arrancar el buscador de satélites

source: Backup done.
es_es: Backup hecho.

source: Backup failed.
es_es: El backup ha fallado

source: No Devices Found !!
es_es: Ningún dispositivo encontrado

source: OpenSPA Panel
es_es: Panel OpenSPA

source: Step back/forward in time playing movies
es_es: Retroceder/Avanzar tiempo reproduciendo películas

source: Jump video time:
es_es: Saltar tiempo vídeo:

source: Go to position:
es_es: Ir a posición:

source: TimeJump Setup
es_es: Configuración TimeJump

source: Enable TimeJump (need restart):
es_es: Activar TimeJump (necesita reinicio GUI):

source: Default skip time:
es_es: Tiempo salto por defecto:

source: Cursor Sensibility in slider (1-30):
es_es: Sensibilidad cursor en barra deslizante (1-30):
